Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/olgoriikkalaaiddirektorahta-odi_id_85817.html.tmx
Source language: sme
Languages: nob

source: Olgoriikkalaččaiddirektoráhta ( ODI )
nob: Utlendingsdirektoratet ( UDI )

source: Olgoriikkalaččaiddirektoráhta ( ODI ) ulbmil lea ahte Norgga sisafárren- ja dorvoohcciidpolitihkka galgá leat nu bevttolaš , riekta ja deasttalaš go vejolaš .
nob: Utlendingsdirektoratet ( UDI ) skal iverksette flyktning- og innvandringspolitikken på Justis- og politidepartementets ansvarsområde .

source: Ulbmil gáibida ahte buot boahtán ohcamat meannuduvvojit nu johtilit ja riekta go vejolaš ja ahte olus dain olbmuin geat iešguđetlágan sivaid geažil bohtet Norgii , fuolahuvvojit vuđolaččat .
nob: Målet krever en rask og riktig saksbehandling av alle innkomne søknader og et omfattende engasjement for mange av de enkeltmenneskene som av ulike grunner kommer til Norge .

source: Lea ODIii dehálaš ahte buohkat geat ásaidvvet riikii , searvadahttojuvvojit nu bures go vejolaš .
nob: Det er viktig for UDI at alle som bosetter seg i landet blir best mulig integrerte .

source: Ovttasráđiid gielddaiguin ja eará almmolaš eiseválddiiguin mii álot geahččalit láhčit dorvoohcciide nu buriid vuostáváldinbáikkiid , bargosajiid ja eará servodatdiliid go vejolaš .
nob: I samarbeid med kommuner og andre offentlige instanser arbeider vi hele tiden for å legge til rette mottak , arbeidsplasser og samfunnet for øvrig .

source: Oktavuođadieđut :
nob: Kontaktinformasjon

source: Telefovdna :
nob: Telefon :

source: Neahttasiidu Olgoriikkalaččaiddirektoráhta ( ODI )
nob: Nettsiden til Utlendingsdirektoratet ( UDI )

source: Čujuhus :
nob: Adresse :

source: Poastaboksa 8108 Dep. 0032 Oslo
nob: Postboks 8108 Dep .

source: Galledančujuhus : Hausmannsgt .
nob: 0032 OsloBesøksadresse Hausmannsgt .
